;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 18.09.2018
;~ Author.......: Valerij Romanovskij
;~ Link.........: 
;~ =============================================================================

[Main]
Product = Firemin
Version = 8

[Language]
;~ Добавьте имя переведенного языка далее к английскому названию. Например; Ελληνικά - Greek
Name = Русский - Russian
Code = ru
Encoding = Unicode (UTF-16) LE BOM
[Translations]
;~ Не переводите этот раздел.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = О %{Program.Name}
Label_Version = Версия
Label_AutoIt = Собрано на AutoIt версии
Label_Copyright = Авторское право
Tip_Title_Donate = Пожертвовать на наше дело
Tip_Message_Donate = Ваши пожертвования помогают использовать наше программное обеспечение\rnбесплатно и предоставляют нам возможность исследовать инструменты\rnи услуги, которые мы используем для вас.
Label_Home = Веб-сайт
Label_License = Лицензия
Label_Support = Поддержка
Tip_Title_Country = Создано в Южной Африке
Tip_Message_Country = %{Program.Name} создана в Южной Африке.
Label_Contributors = Создатели
Tip_Facebook = Поставить лайк в Facebook.
Tip_Twitter = Подпишись на нас в Twitter.
Tip_GooglePlus = Найти нас в Google.
Tip_GitHub = %{Program.Name} на GitHub.
Button_Ok = Ок
Label_RAM = (ОЗУ) %d МБ из %d МБ ДОСТУПНО (%d%)
Tip_RAM = Оперативная память
Label_HDD = (%s) %.2f ГБ из %.2f ГБ ДОСТУПНО (%d%)

[Custom]
Label_Status_Welcome = Запускать с загрузкой браузера (выбрать название файла). %{Program.Name} автоматически определит процесс, исполняемый файл которого вы выберите.
Label_Status_Updates = Проверка обновлений
Group_Load_Browser = Загрузить браузер
Label_Executable = Исполняемый файл (%s):
Label_Process_Usage = Usage | Peak:
Label_Process_Count = Process Count:
Button_Browse = &Обзор
Group_Options = Опции
Checkbox_Reduce_Mem = Уменшать память каждые:
Label_Milliseconds = мс
Checkbox_Reduce_Limit = Уменьшать при использование сверх:
Checkbox_Start_With = Запуск %s при запуске %{Program.Name}
Checkbox_Enable_Extended_Processes = Вкл. расширенные процессы
Button_Extended_Processes = &Расширенные процессы
Checkbox_Start_Windows = Запускать %{Program.Name} при запуске Windows
Label_Settings_Updated = Настройки успешно обновлены.
Button_Cancel = Отмена
Button_Save = Сохранить
Time_Unit_01 = миллисекунды
Time_Unit_02 = секунды
Time_Unit_03 = минуты
Time_Unit_04 = часы
Label_Boost_Description = Уменьшать каждые %s %s, если используется более %s МБ.
Title_Select_Browser = Выбрать браузер
Tip_Minimized_Title = %{Program.Name} все еще работает!
Tip_Minimized_Message = %{Program.Name} будет продолжать работать оптимизируя использование памяти %s. Щелкните значок в трее, чтобы изменить различные параметры оптимизации.
Label_Notice = %{Program.Name} is designed to run on a desktop computer or laptop. We created Firemin Server for server environments. Read more...

[Donate]
Label_Heading = How about a small donation to keep our software forever free?
Label_Message = Click on the PayPal button below, choose an amount, and send us the donation. Your donation will be used to improve our software and keep everything free on Rizonesoft. A $20 donation will keep us going for at least a month.
Label_Donate = Would you consider a small gift of $10 to help us improve %{Program.Name} and keep the lights on?

[Menus]
File = &Файл
File_Preferences = &Настройки
File_Close = &Закрыть\tShift+Alt+F4
Help = &Помощь
Help_Update = Проверить &обновления
Help_Home = %{Company.Name} &Сайт
Help_Downloads = Больше &программ
Help_Support = &Поддержка
Help_Issue = Сообщить об &ошибке
Help_Donate = Пожертвовать &на наше дело 
Help_About = О %{Program.Name}
Tray_About = О %{Program.Name} %s
Tray_Open = Открыть %{Program.Name}
Tray_Extended_Processes = Расширенные процессы
Tray_Run = Запустить %s
Tray_Run_Safemode = Запустить %s в безопасном режиме

[Messages]
Info_Title = Обратите внимание
Warning_Title = Внимание!
Error_Title = Ой! Что-то пошло не так!
Error_Oops = Ой!
Singleton = %{Program.Name} уже запущена.
Compatible = %{Program.Name} не совместима с вашей версией Windows. Если вы считаете, что это ошибка, вы можете отправить сообщение '%s' со всеми подробностями.
Compatible_Bit = К сожалению %{Program.Name} 32-битная несовместима с вашей версией Windows. Скачайте %{Program.Name} 64-битную с '%s'

[Preferences]
Window_Title = Настройки
Tab_General = Общие
Tab_Performance = Производительность
Tab_Language = Язык
Group_Notifications = Уведомления
Group_Extended_Processes = Расширенные процессы
Group_Priority = Приоритет
Group_Memory = Память
Group_Language = Язык
Checkbox_Notifications = Показывать уведомления в трее
Label_Extended_Processes = Введите здесь имена любых дополнительных процессов, которые Вы хотели бы, чтобы Fireman оптимизировал. Список должен быть разделен запятыми (Process01.exe, Process02.exe, и т.д.)
Label_SetPriority = Установить приоритет процесса:
Checkbox_SaveRealtime = Сохранять наивысший приоритет (не рекомендуется).
Checkbox_ReduceMemory = Снижать расход памяти на системах с малым ОЗУ.
Label_Language_Message = Выберите нужный язык и нажмите кнопку %s для продолжения. (Требуется перезапуск)
Button_Save = Сохранить
Button_Cancel = Отмена
Label_Updated = Настройки обновлены

MsgBox_Language_Title = Язык изменен
MsgBox_Language_Message = Выбранный язык изменен. Перезапустите программу, чтобы выбранный язык вступил в силу.
MsgBox_Closing_Title = Закрытие %{Program.Name}
MsgBox_Closing_Message = Закрыть %{Program.Name} сейчас?

[Update]
Window_Title_Available = Доступно обновление
Window_Title_Congratulations = Поздравляем!
Window_Title_Error = Что-то пошло не так!
Label_Message_Update = Доступна новая версия %{Program.Name}.
Label_Message_Latest = У вас последняя версия %{Program.Name}.
Label_Message_Error = Не удалось получить информацию о последней версии %{Program.Name}.
Label_Message_Internet = Проверьте подключение к Интернету и повторите попытку.
Label_Build_Current = Текущая сборка:
Label_Build_Update = Обновленная:
CheckBox_NoUpdate = Не проверять при запуске.
Button_Update = Загрузить новую версию
Button_Close = Закрыть

[Versioning]
Administrator = Администратор
Build = Сборка
AutoIt_Version = с использованием AutoIt версии %{AutoIt.Version}
Bit = бита